[
    {
        "name": "Serial Murder",
        "repeatedCulprit": true,
        "effect": [
            {
                "description": "One other character in the culprit’s location dies. The same character may be the culprit of several Serial Murder Incidents."
            }
        ]
    },
    {
        "name": "Portent",
        "effect": [
            {
                "description": "[When determning wether this Incident triggers or not, treat the culprit’s Paranoia limit ats 1 less then its printed limit] Put 1 Paranoia counter on any character in the culprit’s location."
            }
        ]
    },
    {
        "name": "Terrorism",
        "effect": [
            {
                "prerequisite": "1 Intrigue on the City",
                "description": "Everyone in the City dies."
            },
            {
                "type": "Mandatory Loss condition: Character Death",
                "prerequisite": "2 Intrigue on the City"
            }
        ]
    },
    {
        "name": "Bestial Murder",
        "effect": [
            {
                "description": "[When determinig wether this Incident triggers or not, treat the culprit’s Paranoia limit as 1 more than its printed limit.] Resolve \"Serial Murder\" and \"Increasing Unease\" in that order. Then increase the Extra Gauge by 1 more step."
            }
        ]
    },
    {
        "name": "A Suspicious Letter",
        "effect": [
            {
                "description": "Move any character in the culprit’s location to any location. If the character actually changed location, that character cannot be moved the next day."
            }
        ]
    },
    {
        "name": "Faked Suicide",
        "effect": [
            {
                "description": "Set an Extra card on the culprit. Druing the remainder of the loop, the Protagonists may not play movement cards on characte(s) with an Extra card."
            }
        ]
    },
    {
        "name": "Closed Circle",
        "effect": [
            {
                "description": "Reveal the culprit’s locationto. For 3 days, including the day the incident occurred, any movement to or from that location is nullified."
            }
        ]
    },
    {
        "name": "The Silver Bullet",
        "effect": [
            {
                "description": "The loop ends after this Incident step (resulting in a Protagonist victory unless any loss condition is fullifilled). This Incident dose not increase the Extra Gauge."
            }
        ]
    },
    {
        "name": "Conspiracies",
        "effect": [
            {
                "description": "Resolve either a Serial Murder or a Missing Person Incident. Check Intrigue instead of Paranoia conters to trigger the Incident."
            }
        ]
    },
    {
        "name": "Uproar",
        "effect": [
            {
                "prerequisite": "1 Intrigue on the School",
                "description": "Everyone in the School dies."
            },
            {
                "prerequisite": "1 Intrigue on the City",
                "description": "Everyone in the City dies."
            }
        ]
    },
    {
        "name": "Fake Incident",
        "effect": [
            {
                "type": "Mandatory Loss condition: Character Death",
                "prerequisite": "2 Intrigue on the culprit’s starting location"
            }
        ],
        "faked": true
    },
    {
        "name": "Breakthrough",
        "effect": [
            {
                "description": "The Protagonist Leader chooses one location or character, and removes 2 Intrigue counters from there."
            }
        ]
    },
    {
        "name": "Confession",
        "effect": [
            {
                "description": "Reveal the culprit and the culprit’s role."
            }
        ]
    }
]